[Info]
; Please visit http://www.crintsoft.com/ for the guide of translating MiniLyrics.
; Please download new translation tool 1.3 or later to support unicode file.
Language=Belarusian
LanguageCode=Belarusian
LanguageCodeFull=Belarusian

;Please fill in translator name and contact info here:
Translator=Alexander Liubchuk
Contact=alexanderliubchuk@gmail.com

[STRING]
*** ПРОБНАЯ ВЭРСІЯ ***=
1 (Low)=1 (Нізка)
5 (High)=5 (Высока)
<< Prev Page=<< Папярэдняя Старонка
AAC Files (*.M4A)=ААС Файлы (*.M4A)
About=Аб
About MiniLyrics=Аб праграме
A&bout MiniLyrics...=А&б праграме...
Action=Дзеяньне
&Activate=&Задзейнічаць
Activate=Задзейнічаць
Activate, minimize and restore with player window=Задзейнічаць, зьменьшыць і аднавіць з акном прайгравальніка
Activate MiniLyrics=Зарэгістраваць МініЛірыкс
&Activate MiniLyrics...=&Зарэгістраваць МініЛірыкс
Activation Code:=Код Рэгістрацыі
Activation failed.=Няўдалая рэгістрацыя.
Activation was successful.=Рэгістрацыя завяршылася пасьпяхова.
Add &Folder...=Дадаць &Тэчку
Add Global Hotkey...=Дадаць Клявішу Актывацыі Дзеянняў
Add Media Files=Дадаць Медыяфайлы
&Add Media Files...=&Дадаць Медыяфайлы
Address:=Адрас:
Add Shortcut Key...=Дадаць Камбінацыю Клявішаў
Ad&just Hue...=Рэгу&ляваць Адценьне
&Advanced=&Паглыбленыя
Advanced=Паглыбленыя
Advanced settings=Паглыбленыя налады
Album:=Альбом:
&Album Art=Вокладка Альбома
Align lyrics at:=Разьмясьціць тэкст:
Allow to adjust the vertical position of lyrics=Дазволіць рэгуліроўку вертыкальнага разьмяшчэньня текста
All Picture Files=Дадаць Малюнкі
All supported files=Дадаць падтрымліваемыя файлы
Already has lyrics=Тэкст ужо маецца
Alt+=Alt+
Always on &Top=Заўсёды &Наверсе
Always on top=Заўсёды Наверсе
Ant&ialiasing=Згла&джваньне
&Append time stamps(offset:) in lyrics for MiniLyrics on iPhone, iPod and iPad.=&Накласьці адбітак часу (зрушэньне:) у тэксьце МініЛірыкс на iPhone, iPod і iPad
Arabic=Арабская
Are these lyrics correct to the song? Rate them!=Ці гэты тэкст адпавядае прайграванай песьні? Дадайце адзнаку!
Are you sure that you want to remove the embedded lyrics of all the files?=Ці Вы сапраўды жадаеце выдаліць убудаваны тэкст з усіх файлаў?
Are you sure that you want to uninstall MiniLyrics plugin for %s?=Ці Вы сапраўды жадаеце выдаліць надбудоўку Мінілірыкс для %s?
Are you sure you want to permanently uninstall this plug-in?=Ці Вы сапраўды жадаеце цалкам выдаліць гэтую надбудоўку?
Artist:=Выканаўца:
As the same name as the song=Назва тая ж як і песьні
%d audio files already have lyrics.=%d аўдыё файлы ўжо маюць тэкст.
Auto adjust window height with lyrics=Аўтаматычна рэгуляваць вышыню акна адпаведна тэксту
Auto adjust window width with lyrics=Аўтаматычна рэгуляваць шырыню акна адпаведна тэксту
Auto download lyrics=Аўтаматычна спампаваць тэкст
Auto fill artist, album and title info=Аўтаматычна ўносіць  дадзеныя выканаўцы, альбома і назвы твора
Auto hide MiniLyrics if no lyrics is opened=Аўтаматычна схаваць МініЛірыкс калі адсутнічае адчынены текст
Auto hide minilyrics when playing movie=Аўтаматычна схаваць мінілірыкс пры прайграванні стужкі
&Automatic=&Аўтаматычна
Automatic=Аўтаматычна
Back&ground Color...=Ко&лер Фона
Background color:=Колер фона
&Background Color of Edited Line...=&Колер Фона Рэдагаванага Радка
Backward=Назад
&Backward 2 Seconds=&Назад на 2 Секунды
Backward the remaining lyrics 0.2s=Зрушыць застаўшыся тэкст назад на 0.2с
Backward the timestamp of this line 0.2s=Зрушыць адбітак часу гэтага радка назад на 0.2с
Baltic=Балтыйская
Batch process embedded lyrics=Пакетная апрацоўка убудаванага текста
Bitmap files (*.bmp)=Файлы Bitmap (*.bmp)
Bring to front/Hide MiniLyrics=Разьмясьціць адпераду/Схаваць МініЛірыкс
Browse...=Шукаць...
Browse Album Art...=Шукаць Вокладку...
Browse album art picture file=Шукаць малюнак вокладкі
Browse external lyrics editor program=Шукаць зьнешні рэдактар тэкста
&Browse File...=&Шукаць Файл
&Built-in Plugins=&Убудаваныя Надбудоўкі
Cancel=Адмяніць
Canceling is in progress, please wait...=Выконваецца адмена, калі ласка пачакайце...
Can't detect the player installed in the specified folder.=Няма інсталяванага прайгравальніка в пазначонай тэчцэ...
Can't find "%s"=Немагчыма знайсьці "%s"
Can't find lyrics for %d audio files.=Немагчыма знайсьці текст для %d аўдыё файлаў.
Capitalize the Leading Letter of All Lines=Першае слова кожнага радка пачынаць з вялікай літары
Center=У Цэнтры
Central European=Цэнтральна-Эўрапейская
Change character encoding must reload lyrics, and your modification will be lost.=Адбылася зьмена кадзіроўкі сымбаляў, неабходна перазагрузіць тэкст і ўсе дакананыя зьмяненьні будуць згублены.
&Character Encoding=&Кадзіроўка Сымбаляў
Check for new versions at startup=Спраўляць наяўнасць новай вэрсіі пры запуску праграмы
Checking for updates...=Спраўленьне наяўсьці абнаўленьняў...
Choose Folder=Выбраць Тэчку
Choose Font=Выбраць Шрыфт
Choose the directory=Выбраць каталаг
&Clear File List=&Ачысьціць Сьпic Файлаў
&Clear Lyrics Scrolling Actions=&Ачысьціць Налады Пракруткі Тэкста
&Close=&Зачыніць
Close=Зачыніць
Color of lyrics text=Колер тэкста
Configure=Канфігураваць
Confirm to save the lyrics file=Пацьвердзіць захаваньне текста
Contact:=Кантакт:
Continue=Працягнуць
Convert All Lyrics Characters to Lower Case=Зьмяніць, как усе словы у тэксьце пачыналіся з маленькай літары
&Copy=&Капіраваць
Copy (Ctrl+C)=Капіраваць (Ctrl+C)
Copyright=Аўтарскія правы належаць
Ctrl+=Ctrl+
Current language pack information:=Інфармацыя па дадзенаму моўнаму пакету:
Current skin information:=Інфармацыя па дадзенай графічнай скурцы:
Customize >>=Наладзіць >>
Cu&t=Вы&разаць
Cut (Ctrl+X)=Выразаць (Ctrl+X)
Cyrillic=Кірылічная
Darken background of lyrics=Зацямніць фон тэкста
%d Days=%d Дзён
Decrease font size=Паменьшыць памер шрыфта
&Default=&Па змаўчаньню
Default=Па змаўчаньню
Default encoding of lyrics=Кадзіроўка сымбаляў па змаўчаньню
Delay time (ms):=Час запавольваньня (мс):
&Delete=&Выдаліць
Delete=Выдаліць
&Delete File=&Выдаліць Файл
&Delete Theme=&Выдаліць Тэму
Disabled=Неактыўны
Display Background on Mouse Hover=Паказваць Фон пры Навядзеньні Курсора Мышы
Display &Options=Варыянты &Адлюстраваньня
Dis&play Options...=Вары&янты Адлюстраваньня...
Don't &Pop up This Window Automatically=Не дазваляць &аўтаматычнае з'яўленьне гэтага акна
Double lines=Падвоіць колькасць радкоў
&Double Line Style=&Падвоіць Стылі Радкоў
&Download All Lyrics...=&Спампаваць Усе Тэксты...
&Download All Lyrics for iPod=&Спампаваць Усе Тэксты для iPod
Downloading lyrics:=Пампаваньне тэкста...
Downloading lyrics for iPod is in progress...=Адбываецца пампаваньне тэкста для iPod...
Downloading lyrics is in progress...=Адбываецца пампаваньне тэкста...
Do you think MiniLyrics is useful to you?=Ці Вы лічыце МініЛірыкс карысным для сябе?
Do you want to continue?=Цы Вы жадаеўе працягнуць?
Do you want to install the plugin for it again?=Ці Вы жадаеце усталяваць надбудоўку для яго зноў?
Do you want to replace it?=Ці Вы жадаеце замяніць яго?
Do you want to restart MiniLyrics to continue the setup?=Ці Вы жадаеце перазапусьціць МініЛірыкс каб працягнуць ўсталяваньне?
Do you want to save the changes?=Ці Вы жадаеце захаваць зробленыя зьмяненьні?
Do you want to specify its installation path manually?=Ці Вы жадаеце уласнаручна пазначыць шлях яго усталяваньня?
Do you want to specify the player's installation path manually?=Ці Вы жадаеце уласнаручна пазначыць шлях усталяваньня прайгравальніка?
Do you want to visit our website for more information?=Ці Вы жадаеце зайсьці на нашую старонку каб атрымаць больш інфармацыі?
Draw shadow of lyrics text=Наладзіць адбітак ценю текста
&Edit=&Правіць
Edit...=Правіць...
Edited by:=Праўленне зроблена...
Edit Lyrics &Tag=Правіць &Цэтлік Тэкста
Edit Lyrics Tag=Правіць Цэтлік Тэкста
Editor help=Дапамога пры рэдагаваньні
Edit with external lyrics editor=Правіць з дапамогай зьнешняга тэкставага рэдактара
&Edit with External Lyrics Editor...=&Правіць з дапамогай зьнешняга тэкставага рэдактара
Embedded ID3v2 lyrics (Nonstandard)=Убудаваны тэкст ID3v2 (Нестандартны)
%d embedded lyrics are failed to remove.=%d ня ўдалося выдаліць убудаваны тэкст.
Embedded lyrics can not be edited with external editors.=Убудаваны тэкст немагчыма правіць з дапамогай зьнешняга рэдактара.
Embedded lyrics for iPod, iTunes (For &AAC (M4A) file)=Убудаваны тэкст для iPod, iTunes (датычыць &AAC (M4A) файлаў)
Embedded lyrics for iPod, iTunes (ID3v2 unsynchronized lyrics)=Убудаваны тэкст для iPod, iTunes (несінхранізаваны тэкст ID3v2)
Embedded lyrics for Karaoke (KAR file)=Убудаваны тэкст для Караоке (файлы KAR)
Embedded lyrics for MiniLyrics (Lyrics3v2 synchronized lyrics)=Убудаваны тэкст для МініЛірыкс (сінхранізаваны тэкст Lyrics3v2)
Embedded lyrics for Windows Media Player (ID3v2 synchronized lyrics)=Убудаваны тэкст для Windows Media Player (сінхранізаваны тэкст ID3v2)
Embedded Lyrics Type=Тып Убудаванага Тэксту
Embedded Lyrics were removed successfully=Убудаваны Тэкст пасьпяхова выдалены
Embedded Lyrics were saved successfully.=Убудаваны Тэкст пасьпяхова захаваны
Embedded Skin=Убудаваная Графічная Скурка
Enable/Disable record lyrics scrolling actions=Задзейнічаць/Адключыць натаванне дзеянняў пры пракрутцы тэкста
Enable/Disable replay lyrics scrolling actions=Задзейнічаць/Адключыць паўтор дзеяньняў пры пракрутцы тэкста
Enable background picture=Задзейнічаць малюнак фона
Enabled=Задзейнічана
&Enable Global Hotkeys=&Задзейнічаць Клявішы Кіраваньня
Enter the following information exactly as what are shown in your received activation code message.=Увядзіце дакладна дадзеныя, якія утрымліваюцца ў паведамленьні аб рэгістрацыі праграмы.
Error:=Памылка:
Error Code:=Код Памылкі:
E&xit=Вый&сьце
Expiration Date:=Дата выгасаньня актывацыі:
External Lyrics Editor=Зьнешні Тэкставы Рэдактар
&Fade in Lyrics=&Выгасаньне Тэкста
Fade in lyrics=Выгасаньне Тэкста
Fade out background=Выгасаньне Фона
Fade out to Back&ground=Выгасаць у Фо&не
Failed to copy file: %s to: %s.=Капіраваньне файла ня ўдалося: %s да: %s. 
Failed to delete file: %s.=Ня ўдалося выдаліць файл: %s.
Failed to download lyrics=Ня ўдалося спампаваць тэкст
Failed to download lyrics with error:=Ня ўдалося спампаваць тэкст з атрыманьнем памылкі:
Failed to elevate the privilege of MiniLyrics.=Ня ўдалося ўзьняць прывілей МініЛірыкс.
Failed to get searching lyrics results.=Ня ўдалося атрымаць вынікі пошуку тэкста.
Failed to install the plugin for this player.=Ня ўдалося ўсталяваць надбудоўка для гэтага прайгравальніка.
Failed to load iTunes Library.=Ня ўдалося Загрузіць бібліятэкі iTunes.
Failed to rename lyrics file.=Ня ўдалося перайменаваць тэкставы файл.
Failed to save embedded lyrics=Ня ўдалося захаваць убудаваны тэкст
Failed to Save embedded lyrics, MiniLyrics will auto try again later.=Ня ўдалося Захаваць убудаваны тэкст, МініЛірыкс паспрабуе самастойна паўтарыць дзеяньне пазьней.
Failed to save file: %s.= Ня ўдалося захаваць файл: %s.
Failed to search lyrics with error:=Пошук тэксту завяршыўся беспасьпяхова з памылкай:
Failed to uninstall MiniLyrics plugin for %s=Ня ўдалося выдаліць надбудоўку МініЛірыкс для %s
Failed to upload lyrics.=Ня ўдалося выгрузіць тэкст
&File=&Файл
File Name:=Назва файла:
Filter radio station names in media artist and title=Фільтраваць імя радыёстанцыі адпаведна выканаўцы і назве
Find=Шукаць
&Find...=&Шукаць...
Find Next=Шукаць Наступны
Find &Next=Шукаць &Наступны
Find &Previous=Шукаць &Папярэдні
Find what:=Што шукаць:
Finished.=Сконьчана.
Floating Lyrics=Плаваючы Тэкст
&Floating Lyrics...=&Плаваючы Тэкст...
&Floating Lyrics Mode=&Рэжым Плаваючага Тэкста
Floating lyrics mode settings=Налады рэжыма плаваючага тэкста
Font of lyrics text=Шрыфт тэкста
Forward=Наперад
&Forward 2 Seconds=&Наперад на 2 Секунды
Forward the remaining lyrics 0.2s=Наперад на 0.2с застаўшуюся частку тэкста
Forward the timestamp of this line 0.2s=Наперад на 0.2с адбітак часу гэтага радка 
Found lyrics, please select the lyrics in the popup dialog.=Тэкст знойдзены, калі ласка зрабіце выбар вы ўсплыўшым дыялогавым акенцы.
Found some similar lyrics, please choose them in 'Search Lyrics' window.=Знойдзена некалькі падобных тэкстаў, калі ласка выберыце адпаведны ў акенцы "Шукаць Тэкст"
General=Падставовыя
Get plug-ins=Атрымаць надбудоўкі
Global:=Агульныя
Global lyrics displaying delay time (seconds)=Адлюстраваньне часу запавольваньня (секунды) прайграванага тэкста
Greek=Грэчаская
Hebrew=Габрэйская
&Help=&Дапамога
&Help and Support=&Дапамога і Падтрымка
Help and Support=Дапамога і Падтрымка
Hide Background on Lost Focus=Схаваць Фон пры Згубленым Фокусе
Hide toolbar=Схаваць панэль інструмантаў
Highlight lyrics color=Вылучыць колер тэкста
&Highlight Lyrics Color...=&Вылучыць колер тэкста
Highlight lyrics color:=Вылучыць колер тэкста:
Horizontal scrolling=Гарызантальная пракрутка
&Horizontal Scrolling style=&Стыль Гарызантальная Пракруткі
HTTP proxy=НТТР проксі
Hue:=Адценьне:
If you haven't an activation code, please visit our website to purchase one.=Калі Вы не маеце код рэгістрацыі, Вы можаце яго набыць на нашай старонцы
If you have purchased MiniLyrics, please contact us.=Калі Вы набылі МініЛірыкс, калі ласка скантактуйце з намі.
If you have the lyrics, please upload it to our server to share it with others.=Калі вы маеце тэкст, калі ласка выгрузіце яго на наш сервер каб падзяліцца з іншымі карыстальнікамі
If you want to use another account, please click here=Калі Вы жадаеце выкарыстоўваць іньшае конта, калі ласка націсьніце тут
Import &iTunes Library=Імпартаваць бібліятэкі &iTunes
Increase font size=Павялічыць памер шрыфта
Install=Усталяваць
Installed language packs=Усталяваць моўныя пакеты
Installed skins:=Усталяваныя графічныя скуркі:
Instrumental Music, No Lyrics=Інструмэнтальная Музыка, Без Тэкста
Internet=Інтэрнэт
&Japanese=&Японская
Jump to current line=Перайсьці да бягучага радка
Jump to next line of lyrics=Перайсьці да наступнага радка тэкста
Jump to previous line of lyrics=Перайсьці да папярэдняга радка тэкста
&Karaoke=&Караоке
Keep the file name=Захаваць імя файла
&Korean=&Карэйская
Latin 9 (ISO)=Лацінская 9(ISO)
Latin language font:=Лацінскія літары шрыфта:
Left=Злева
License:=Рэгістрацыя:
Licensed to:=Зарэгістравана на:
Load Setting From IE=Загрузіць Налады з IE
&Load Theme=&Загрузіць Тэму
Log in=Увайсьці у  конта
Login Name:=Імя Конта:
&Lyrics=&Тэкст
Lyrics=Тэкст
%d lyrics are saved in audio files.=%d тэксты былі захаваныя ў аўдыё файлы.
Lyrics Background Picture=Фонавы Малюнак Тэкста
Lyrics Backward 0.5 Sec=Зрушыць Тэкст назад на 0.5 Сек
Lyrics Backward 0.5 Sec (Up)=Зрушыць Тэкст Назад на 0.5 Сек (Уверх)
Lyrics &Bar Mode=Рэжым Адлюстраваньня &Панэлі Тэкста
&Lyrics Color...=&Колер Тэкста...
Lyrics Display=Адлюстраваньне Тэкста
Lyrics Display Options=Варыянты Адлюстраваньня Тэкста
Lyrics display style=Стыль Адлюстраваньня Тэкста
Lyrics Download=Спампаваць Тэкст
Lyrics Downloader for iPod=Спампаваць Тэкст для iPod
Lyrics Downloader for &iPod...=Запампоўшчык Тэкста для &iPod...
Lyrics Editor=Рэдактар Тэкста
Lyrics &Editor...=Рэдактар &Тэкста...
Lyrics File=Тэкставы Файл
%d lyrics files are saved.=%d тэкставыя файлы былі захаваныя.
Lyrics file was removed successfully=Тэкставы файл пасьпяхова выдалены
Lyrics Forward 0.5 Sec=Зрушыць тэкст наперад на 0.5 Сек
Lyrics Forward 0.5 Sec (Down)=Зрушыць тэкст наперад на 0.5 Сек (Уніз)
Lyrics line spacing=Прамежак паміж радкоў тэкста
Lyrics Output Plug-ins=Выводныя Надбудоўкі Тэкста
Lyrics Saving Options=Варыянты Захаваньня Тэкста
Lyrics search folder=Тэчка для пошука тэкста
Lyrics Search Suggestions=Прапановы для Пошука Тэкста
%d lyrics were failed to save.=%d тэкст ня ўдалося захаваць.
Lyrics were saved successfully=Тэкст пасьпяхова захаваны
Match &case=Адпавядаць &рэгістру літар
Maximize=Павялічыць
Maybe you haven't installed iTunes.=Магчыма Вы не ўсталявалі iTunes.
Maybe you have revoked your order.=Магчыма вы адмянілі Вашую замову.
&Media Files=&Медыяфайлы
Media Files=Медыяфайлы
Media length:=Працягласьць Гучаньня Медыяфайла:
Menu=Мэню
MiniLyrics Activation=Актывацыя МініЛірыкс
MiniLyrics can't detect the path of %s.=МініЛірыкс не можа вызначыць месца знаходжаньня %s
MiniLyrics can't detect the player's installation path.=МініЛірыкс не можа вызначыць месца усталяваньня прайгравальніка.
MiniLyrics Crash Report=Справаздача аб памылцы МініЛірыкс
MiniLyrics has detected that the players below are running or installed, please click it to start.=МініЛірыкс выявіў, што ніжэй пазначаныя прайгравальнікі былі ўжо запушчаныя ці усталяваныя
MiniLyrics has encountered a problem and needs to close. We are sorry for the inconvenience.=МініЛірыкс напаткала памылка і праграма вымушана завяршыць працу. Прыносім прабачэньні за нязручнасьці.
MiniLyrics &Help=Дапамога &МініЛірыкс
MiniLyrics is searching lyrics now, it may take a few seconds.=МініЛірыкс выконвае пошук тэкста, пошук можа працягвацца некалькі секунд.
MiniLyrics is uploading lyrics, It may take a few seconds.=МініЛірыкс выгружае текст, гэта можа працягвацца некалькі секунд.
MiniLyrics plug-ins were installed successfully.=Надбудоўкі МініЛірыкса былі пасьпяхова усталяваны.
MiniLyrics plugin for this player was not installed properly.=Надбудоўка МініЛірыкса для гэтага прайгравальніка не была пасьпяхова ўсталявана.
MiniLyrics plugin was installed for %s.=Надбудоўка МініЛірыкс была усталявана для %s.
MiniLyrics supports the players below, Please choose your favorite players and click install.=Мінілірыкс падтрымлівае ніжэй пазначаныя прайгравальнікі, калі ласка выберыце Ваш любімы прайгравальнік і націсьніце усталяваць.
MiniLyrics &Website=Вэб-старонка МініЛірыкс
MiniLyrics will uninstall it at next restart.=МініЛірыкс выдаліць гэта пасля перазапуска.
MiniLyrics will use the plug-ins below for lyrics output. You can select a plug-in and configure, view about boxes, or uninstall them.=МініЛірыкс выкарыстуе ніжэй пазначаныя надбудоўкі для адлюстраваньня тэкста. Вы можаце выбраць надбудоўку і зрабіць у ёй пэўныя налады, альбо выдаліць яе.
Minimize=Паменьшыць
More=Больш
&More...=&Больш...
&More >>=&Больш >>
More players...=Больш прайгравальнікаў...
Mouse &Click Through=Пры Навядзеньні Курсора &Актывiзаваць Дзеяньньні Пстрыканьнем Мышы
Mouse click through=Пры навядзеньні курсора актывізаваць дзеяньні пстрыканьнем мышы
Mouse &click through=Пры навядзеньні курсора &актывізаваць дзеяньні пстрыканьнем мышы
Mouse Wheel Down=Кола Мышы Данізу
Mouse Wheel Up=Кола Мышы Даверху
Movie subtitle=Паднапісы Стужкі
Movie S&ubtitle Style=Стыль Пад&напісаў Стужкі
MPEG Audio Files (*.MP3;*.MP2;*.MPA)=Аўдыё Файлы MPEG (*.MP3;*.MP2;*.MPA)
Name:=Назва:
New=Новы
&New Lyrics=&Новы Тэкст
New Version Notice=Паведамленьне аб Новай Вэрсіі
New version of MiniLyrics is available.=Маецца Новая вэрсія МініЛірыкс.
&Next=&Наступны
Next Color=Наступны Колер
Next Page >>=Наступная Старонка >>
Next Track=Наступны Аўдыё Файл
NO=НЯМА
No embedded lyrics=Няма убудаванага тэкста
No Lyrics file was opened.=Ніводны тэкст не быў адчынены.
No lyrics were found.=Ніводны тэкст не быў знойдзены.
No media was opened.=Ніводны медыяфайл не был адчынены.
None of the lyrics are .lrc extension lyrics, so they are not downloaded.=Ніводы з тэкставых файлаў не мае пашырэньне .lrc і з гэтай прычыны файлы не запампаваныя.
Norma&l=Звычай&ны
Normal=Звычайны
Normal lyrics color:=Звычайны колер:
Normal lyrics mode settings=Налады рэжыма звыйчага адлюстраваньня тэкста
&Normal Mode=&Звычайны Рэжым
&No Suitable Lyrics for the Song File=&Няма Адпаведнага Тэкста для Музычнага Файла
No suitable lyrics for the song file=Няма адпаведнага тэкста для музычнага файла
%d of %d embedded lyrics are removed.=%d з %d убудаваны тэкст выдалены
%d of %d lyrics files are removed.=% з %d тэкставыя файлы выдалены
OK=ДОБРА
Only download synchronized lyrics with .lrc extension=Спампаваць толькі сінхранізаваныя тэкставыя файлы с пашырэньнем .lrc
Only use the local lyrics in the hard disk (MiniLyrics will NOT download lyrics)=Задзейнічаць толькі тэкставыя файлы захаваныя на цьвёрдым дыску (МініЛірыкс не будзе запампоўваць тэкставыя файлы)
&Open=&Адчыніць
Open lyrics=Адчыніць тэкст
Open &Lyrics...=Адчыніць &Тэкст...
Open Lyrics file=Адчыніць Тэкставы файл
Option=Варыянт
&Options=&Варыянты
Other language font:=Шрыфт іншай мовы:
Password:=Пароль:
&Paste=&Уставіць
Paste (Ctrl+V)=Уставіць (Ctrl+V)
Pause=Паўза
Picture folder:=Тэчка з малюнкамі:
Picture show delay time (seconds):=Час запавольваньня з'яўленьня малюнка (секунды)
Play=Прайграваць
&Play=&Прайграваць
&Play/Pause=&Прайграваць/Прыпыніць
Play/Pause=Прайграваць/Прыпыніць
Playback=Прайграваньне
Please activate MiniLyrics.=Калі ласка зарэгіструйце МініЛірыкс.
Please add media files in the list.=Калі ласка дадайце медыяфайлы ў сьпіс
Please choose at least one player.=Калі ласка выберыце хаця б адзін прайгравальнік.
Please choose the embedded lyrics format.=Калі ласка пазначце фармат убудаванага тэксту.
Please click here to add media files.=Калі ласка націсьніце тут каб дадаць медыяфайлы
Please click here to download all lyrics.=Калі ласка націсьніце тут для запампоўкі усіх тэкстаў
Please click 'Send' button, a new mail will be generated, then send this mail to us. It will be very helpful to solve this error.=Калі ласка націсьніце кнопку "Адаслаць", будзе складзена новае паведамленьне, якое неабходна адаслаць да нас. Гэта вельмі дапаможа выправіць узніклую памылку.
Please click the 'Activate' button to activate MiniLyrics.=Калі ласка націсьніце "Зарэгістраваць" для правядзеньня рэгістрацыі МініЛірыкс.
Please close it, then click 'OK' to continue.=Калі ласка зачыніце гэта, потым націсьніце "ДОБРА" каб працягнуць.
Please close the player, then click 'Install' again.=Калі ласка зычыніце прайгравальнік, потым зноў націсьніце "Усталяваць".
Please contact us to report this issue.=Калі ласка скантактуйце з намі для пераказаньня гэтай праблемы.
Please copy and paste the code from the original source if you continue to receive this error.=Калі ласка скапіруйце і ўстаўце код з першаснай крыніцы ў выпадку калі вы ізноў атрымліваеце паведамленьне аб гэтай памылцы.
Please enter the theme name.=Калі ласка надрукуйце назву тэмы
Please login, so you could manage the uploaded lyrics.=Калі ласка увайдзіце ў сваё конта для таго каб вы маглі кіраваць запампаванымі тэкстамі.
Please renew your license.=Калі ласка аднавіце дадзеныя для рэгістрацыі праграмы
Please select the theme from list.=Калі ласка выберыце тэму з сьпісу
Pop up lyrics searching dialog when lyrics are found=Паўстаньне дыяловага акна пошуку пасьля яго завяршэньня
Port:=Порт:
Preferences=Перавагі
&Preferences...=&Перавагі...
Preset themes:=Падрыхтаваныя тэмы з зададзенымі параметрамі
Press shortcut keys:=Націсьніце зададзеную камбінацыю клявішаў:
Pr&evious=Папя&рэдні
Previous Color=Папярэдні Колер
Previous Track=Папярэдні Медыяфайл
Process All=Апрацаваць Усе
Processing login, It may take a few seconds.=Апрацоўка логіна, гэта можа заняць некалькі секунд.
Proxy password:=Пароль Проксі:
Proxy user name:=Імя карыстальніка Проксі:
Quit=Выйсьці
Ra&te These Lyrics=Аца&ніць Гэты Тэкст
Rate these lyrics=Ацаніць гэты тэкст
Rate These Lyrics: 1 (Low)=Ацаніць гэты тэкст: 1 (Нізка)
Rate These Lyrics: 2=Ацаніць Гэты Тэкст: 2
Rate These Lyrics: 3=Ацаніць Гэты Тэкст: 3
Rate These Lyrics: 4=Ацаніць Гэты Тэкст: 4
Rate These Lyrics: 5 (High)=Ацаніць Гэты Тэкст: 5 (Высока)
&Redo=&Перарабіць
Redo (Ctrl+Y)=Перарабіць (Ctrl+Y)
Reload lyrics=Перазагрузіць тэкст
Remember password=Запамятаць пароль
Remove All Blank Lines=Выдаліць Усе Пустыя Радкі
&Remove All Embedded Lyrics=&Выдаліць Увесь Убудаваныя Тэксты
&Remove All Lyrics...=&Выдаліць Усе Тэкставыя Файлы
Remove All Timestamps=Выдаліць Усе Адбіткі Часу
Remove All Unsynchronized Lines=Выдаліць Усе Несінхранізаваныя Радкі
&Remove extra blank lines in lyrics.=&Выдаліць пустыя радкі з тэкста.
Remove folder:=Выдаліць тэчку:
Remove lyrics=Выдаліць тэкст
&Remove Selected from List=&Выдаліць Пазначанае з сьпісу
Remove the associated lyrics file=Выдаліць адпаведны тэкставы файл
Remove the embedded lyrics below:=Выдаліць ніжэй пазначаныя убудаваныя тэксты:
Remove Timestamp of the current line=Выдаліць Адбіткі Часу бягучага радка
Removing embedded lyrics in media files is in progress...=Адбываецца выдаленьне убудаванага тэкста з медыяфайлаў...
&Rename File=&Перайменаваць Файл
Rename lyrics file=Перайменаваць тэкставы файл
Rename the downloaded lyrics file name=Перайменаваць спампаваны тэкставы файл
Replace=Замяніць
&Replace=&Замяніць
&Replace...=&Замяніць...
Replace &All=Замяніць &Усё
Replace with:=Замяніць на:
&Report to Author=&Паведаміць Аўтару
&Reset=&Скінуць налады
Reset Selected Settings=Скінуць Пазначаныя Налады
Restore=Аднавіць
Restore saving prompt setting for lyrics changed=Аднавіць налады спосабу захаваньня зьямненняў для тэкста
Result=Вынік
Right=Cправа
Run MiniLyrics When Players run=Стартаваць МініЛірыкс Пры Запуску Прайгравальніка
Save As=Захаваць Як
Save downloaded lyrics in:=Захаваць спампаваны тэкст у:
Save downloaded lyrics in the a, b, c... folder of downloaded folder=Захаваць спампаваны тэкст у а,b,c...падтэчкі агульнай тэчкі
Save embedded lyrics in song file=Захаваць убудаваны тэкст у медыяфайлу
&Save Lyrics=&Захаваць Тэкст
Save lyrics=Захаваць тэкст
Save lyrics as=Захаваць тэкст як
Save Lyrics &As...=Захаваць Тэкст &Як...
Save lyrics in:=Захаваць тэкст у:
&Save lyrics in:=&Захаваць тэкст у:
Save lyrics in &song file=Захаваць тэкст у &медыяфайл
Save lyrics in song file=Захаваць тэкст у медыяфайл
Save Lyrics in &Song File...=Захаваць тэкст у &Медыяфайл...
&Save lyrics in the song's directory=&Захаваць тэкст у каталаг з медыяфайлам
&Save Theme=&Захаваць Тэму
&Search=&Шукаць
Search:=Шукаць:
Searching lyrics=Пошук тэкста
Search Lyrics=Шукаць Тэкст
&Search Lyrics...=&Шукаць Тэкст...
Search returned no results.=Пошук завяршыўся безвынікова
Seek=Шукаць
Select Language=Абраць Мову
&Send=&Адаслаць
Setting was restored successfully.=Налады былі пасьпяхова адноўлены
Setup=Усталяваньне
Setup MiniLyrics Plugin for Players=Усталяваньне Надбудоўкі МініЛірыкс для Прайгравальнікаў
Set Volume=Налады Гука
Shift+=Shift+
Shortcut=Зададзеная Камбінацыя Клявішаў
Show MiniLyrics in System tray and taskbar=Зрабіць МініЛірыкс бачным у сістэмным трэi і на панэлі задач
Show more players installed on your PC=Паказаць больш прайгравальнікаў усталяваных на кампутары
Show more players that MiniLyrics supports=Паказаць больш прайгравальнікаў сумяшчальных з МініЛірыкс
Sign in Via &Web Browser...=Увайсьці ў конта Праз &Інтэрнэт Аглядальнік
Sign up Free, if you don't have an account.=Зарэгістраваць конта Бясплатна, калі Вы яго яшчэ не маеце
&Sign up Free...=&Зарэгістраваць конта Бясплатна
&Simplified Chinese (GB)=Спрошчаная Кітайская (GB)
Single line=Адзін радок
Single &Line Style=Стыль Высьвятленьня &Аднаго Радка
Single User=Адзіны Карыстальнік
S&kins=Графічныя &Скуркі
Skins=Графічныя Скуркі
Skin window settings=Налады Акна з сьпісам Графічных Скурак
Song File=Медыяфайл
Sorry, no result returned. Please make sure you enter the correct artist name and title.=Шкадуем, але пошук безвыніковы. Калі ласка спраўдзіце правільнасьць імён выканаўцы і назвы твора.
Sorry, please activate your MiniLyrics to continue.=Калі ласка, зарэгіструйце Вашую копію МініЛірыкс как працягнуць.
Start Date:=Дата пачатку:
Start MiniLyrics=Запусьціць МініЛірыкс
Startup=Запуск
Static text=Нерухомы Тэкст
S&tatic Text Style=Стыль Не&рухомага Тэкста
&Stop=&Спыніць
Stop=Спыніць
Submit online feedback form=Адправіць анлайн-форму зваротнай сувязі
Support %s:=Падтрымаць %s:
Supported players:=Падтрымліваемыя прайгравальнікі:
Synchronize the current line=Сінхранізаваць бягучы радок
Synchronize the current line and move to next line=Сінхранізаваць бягучы радок і перайсьці да наступнага
System=Сістэма
System tray icon player control=Значок кіраваньня прайгравальнікам ў сістэмным трэі
S&ystem tray only=Толькі ў сі&стэмным трэі
&Tag Color...=&Колер Цэтліка...
T&askbar and system tray=На Панэлі Задач і ў сістэмным трэі
&Taskbar only=&Толькі на Панэні Задач
Thai=Тайская
Thank you for supporting the development of MiniLyrics.=Дзякуем за падтрымку развіцьця МініЛірыкс.
Thank you for uploading lyrics.=Дзякуй за выгрузку тэкста на наш сервер.
The activation code is being verified, it may take a few seconds.=Адбываецца праверка коду рэгістрацыі, гэта можа заняць некалькі секунд.
The embedded lyrics is empty, please click the "search lyrics" button to get lyrics.=Убудаваны тэкст ёсьць пусты, каб атрымаць тэкст калі ласка націсьніце кнопку "шукаць тэкст"
The lyrics of the %s file have changed.=Тэкст %s файла быў зьменены.
Theme name:=Назва Тэмы:
Themes=Тэмы
The name and activation code you entered are invalid, please double check and try again.=Імя і код рэгістрацыі, уведзеныя Вамі, ня ёсьць сапраўднымі. Калі ласка спраўдзіце іх і паспрабуйце зноў.
The player is running.=Прайгравальнік ужо запушчаны.
The players below are built-in supported.=Ніжэй пазначаныя прайгравальнікі падтрымліваюць усталяваньне надбудоўкі.
This file doesn't support embedded lyrics.=Гэты файл не падтрымлівае убудаваны тэкст.
This hotkey is currently used by action: %s.=Такая камбінацыя клявішаў ужо задзейнічана для выкананьня: %s.
Title:=Назва:
Toggle always on top=Пераключэньне заўсёды наверсе
Toggle Extended Toolbar Visible=Зрабіць Бачнай Пашыраную Панэль Пераключальніка 
To install MiniLyrics plugin, you will be asked to run MiniLyrics as administrator.=Каб усталяваць надбудоўку МініЛірыкс, Вам будзе прапанавана запусьціць МініЛірыкс ад імя адміністратара.
&Traditional Chinese (Big5)=&Традыцыйная Кітайская (Big5)
Translator:=Перакладчык:
Trial edition can't search lyrics too frequently.=Пробная версія вельмі часта не зможа выконваць пошук тэкстаў.
Trim Leading and Trailing Whitespace of All Lines=Выдаліць Пачатковыя і Каньчатковыя Прабелы з Усіх Радкоў
Try Again=Паспрабуйце Зноў
Try to download synchronized lyrics (.lrc) even if having local unsynchronized (.txt) lyrics=Паспрабаваць спампаваць сінхранізаваныя тэксты (.lrc) нават калі ўжо маюцца несінхранізаваныя тэксты (.txt)
Turkish=Турэцкая
UI=Інтэрфейс Карыстальніка
&Undo=&Адмяніць
Undo (Ctrl+Z)=Адмяніць (Ctrl+Z)
Uninstall=Выдаліць
Uninstall plug-in=Выдаліць надбудоўку
&Upload Lyrics=&Выгрузіць Тэкст на Сервер
Upload Lyrics=Выгрузіць Тэкст на Сервер
&Upload Lyrics...=&Выгрузіць Тэкст на Сервер...
Upload Lyrics...=Выгрузіць Тэкст на Сервер...
Use album art picture if possible=Па мажлівасьці задзейнічаць высьвятленьне малюнка
Use as default setting, don't prompt any more=Выкарыстоўваць як налады па змаўчаньню, больш не пытаць
Use proxy=Задзейнічаць проксі
User Interface=Інтэрфейс Карыстальніка
%d Users=%d Карыстальнікі
Value=Значеньне
Vertical scrolling=Вертыкальная пракрутка
&Vertical Scrolling Style=&Стыль Вертыкальнай Пракруткі
Vietnamese=В'етнамская
&View=&Выгляд
Volume=Гук
Votes=Галасы
Wait 10 seconds and retry.=Пачакайце 10 секунд і паспрабуйце зноў.
We have created an error report that you can send to us.  We will treat this report as confidential and anonymous.=Было складзена паведамленьне аб памылцы, якое Вы можаце адправіць да нас. Мы разглядаем такія паведамленьні як канфідэнцыйныя і ананімовыя.
Western European=Заходне-Эўрапейская
Winamp's skin=Графічная скурка Winamp 
Window opaque percent (10 - 100)=Ступень непразрыстасьці Акна у працэнтах (10-100)
Winkey+=Winkey+
Yes=Так
You are going to upload the lyrics to the lyrics server of MiniLyrics, and share them with other people.=Вы збіраецеся выгрузіць тэкст на сервер МініЛірыкс і падзяліцца ім з іншымі карыстальнікамі.
You could manage the uploaded lyrics on MiniLyrics website.=Вы можаце кіраваць выгружанымі на сервер МініЛірыкс тэкстамі.
You have uploaded lyrics successfully.=Вы пасьпяхова выгрузілі тэкст на сервер.
Your activation code has been revoked.=Ваш код рэгістрацыі быў ануляваны.
Your activation code has been transferred to another device.=Ваш код актывацыі быў задзейнічаны для рэгістрацыі на іньшай прыладзе.
Your activation code is invalid.=Ваш код рэгістрацыі несапраўдны.
Your activation code is verified OK.=Ваш код рэгістрацыі пасьпяхова пацьверджаны.
Your code can be used on %d devices.=Ваш код можа быць выкарыстаны для рэгістрацыі на %d прыладах.
Your license has expired.=Тэрмін дзеяньня Вашага коду рэгістрацыі сконьчаны.
Your lyrics will be uploaded under account: %s=Ваш тэкст буде выгружаны на сэрвер пад іменем конта: %s.
Your MiniLyrics is up to date.=Ваша копія МініЛірыкс з'яўляецца актуальнай.
Your MiniLyrics was activated successfully.=
